import bgImg from "@/assets/images/bg-signUp.jpg";

export const bgStyle = {
    background: `linear-gradient(rgba(0, 0, 0, 0.5), rgba(0, 0, 0, 0.7)),url('${bgImg.src}') center/cover no-repeat`,
    backgroundSize: "cover",
};

export const rules = [
    `لطفا پیش از ورود هرگونه اطلاعات، آدرس موجود در بخش مرورگر وب خود را با آدرس فوق مقایسه نمایید`,
    `درصورت مشاهده هر نوع مغایرت احتمالی، از ادامه کار منصرف شده و موضوع را با ما در میان بگذارید`,
    `برای حفاظت از اطلاعات حساب کاربری خود، حتی المقدور از صفحه کلید مجازی استفاده نمایید`,
    `هرگز اطلاعات حساب کاربری (نام کاربری و رمز عبور) خود را در اختیار دیگران قرار ندهید`,
    `پس از اتمام کار با سامانه، حتما بر روی دکمه خروج از سامانه کلیک نمایید`
]